Repository: common-repository/pb-unblock-some-ips
Catalog: languages/*.po
Languages: nl

source: Enable blocking (all IPs)
nl: Blokkering activeren (alle IP’s)

source: Unblock these IPs
nl: Deblokkeer deze IP’s

source: yours is
nl: die van jou is

source: "PB Unblock some IPs" let you block the access to your website when developing (like on a staging environment) but unblock some IPs for viewing
nl: “PB Unblock some IPs” laat je de toegang tot een website blokkeren wanneer deze in aanbouw is (bijv. op een ontwikkel omgeving) maar laat enkele IP adressen toe om te kunnen kijken

source: Check "Enable blocking" to enable the block, then add the IP addresses which should be able to view the website (seperated with a comma and no spaces)
nl: Vink “Blokkering activeren” aan om de blokkering te activeren, voeg vervolgens de IP adressen toe die wel de website mogen zien (gescheiden met een komma en geen spaties)

source: Comma seperated and no spaces
nl: Komma gescheiden en geen spaties

source: Version
nl: Versie

source: Error 404: Page not found
nl: Error 404: Pagina niet gevonden

source: Page not found
nl: Pagina niet gevonden

source: The page you requested was not found. Add
nl: De pagina die je probeerd te bekijken kan niet worden gevonden. Voeg

source: to unblock list
nl: aan de deblokkeer lijst

source: This plugin comes - as it is - and therefore I can't give any support on it for now
nl: Deze plugin is zoals die is - en ik kan er daarom op het moment geen support op geven

source: For more information or features get in contact with me
nl: Voor meer informatie of toevoegingen neem contact met me op

source: Settings
nl: Instellingen
